Repository: vaishnaviiosdev/RMP-LanguageChanger-
Catalog: RMP/Localizable.xcstrings
Source language: en
Languages: ha, hi, ml, ur

# already_account
source: Already have an account?Click here to Sign In
ha: Kuna da asusu? Danna nan don Shiga
hi: क्या आपके पास पहले से ही खाता है? साइन इन करने के लिए यहां क्लिक करें
ml: ഇതിനകം ഒരു അക്കൗണ്ട് ഉണ്ടോ? സൈൻ ഇൻ ചെയ്യാൻ ഇവിടെ ക്ലിക്ക് ചെയ്യുക
ur: پہلے سے ہی ایک اکاؤنٹ ہے؟ سائن ان کرنے کے لیے یہاں کلک کریں۔

source: Confirm Password
ha: tabbata kalmar shiga
hi: पासवर्ड की पुष्टि कीजिये
ml: പാസ്വേഡ് സ്ഥിരീകരിക്കുക
ur: پاس ورڈ کی تصدیق کریں۔

source: Country Code
ha: Lambar Ƙasa
hi: कंट्री कोड
ml: രാജ്യ കോഡ്
ur: ملک کا کوڈ

# create_account
source: Create your account
ha: Ƙirƙiri asusun ku
hi: अपना खाता बनाएं
ml: നിങ്ങളുടെ അക്കൗണ്ട് സൃഷ്ടിക്കുക
ur: اپنا اکاؤنٹ بنائیں

source: Email
ha: Imel
hi: ईमेल
ml: ഇമെയിൽ
ur: ای میل

# enter_confirm
source: Enter Confirm Password
ha: Shigar da Tabbatar da Kalmar wucewa
hi: पासवर्ड की पुष्टि करें दर्ज करें
ml: പാസ്‌വേഡ് സ്ഥിരീകരിക്കുക
ur: کنفرم پاس ورڈ درج کریں۔

# enter_email
source: Enter Mail ID
ha: Shigar da ID na Saƙo
hi: मेल आईडी दर्ज करें
ml: മെയിൽ ഐഡി നൽകുക
ur: میل آئی ڈی درج کریں۔

# enter_name
source: Enter Full Name
ha: Shigar da Cikakken Suna
hi: पूरा नाम दर्ज करें
ml: മുഴുവൻ പേര് നൽകുക
ur: پورا نام درج کریں۔

# enter_new
source: Enter your new password
ha: Shigar da sabon kalmar sirri
hi: अपना नया पासवर्ड दर्ज करें
ur: اپنا نیا پاس ورڈ درج کریں۔

source: Enter OTP
ha: Shigar da OTP
hi: ओटीपी दर्ज करें
ur: OTP درج کریں۔

source: Enter Password
ha: Shigar da kalmar wucewa
hi: पास वर्ड दर्ज करें
ur: پاس ورڈ درج کریں۔

# enter_phone
source: Enter Phone Number
ha: Shigar da Lambar Waya
hi: फ़ोन नंबर दर्ज करें
ur: فون نمبر درج کریں۔

# enter_referral
source: Enter Referral ID
ha: Shigar da ID na Magana
hi: रेफरल आईडी दर्ज करें
ur: ریفرل آئی ڈی درج کریں۔

# enter_transaction
source: Enter Transaction Pin
ha: Shigar fil ɗin ciniki
hi: ट्रांजेक्शन पिन दर्ज करें
ur: ٹرانزیکشن پن درج کریں۔

source: Forgot Password
ha: Manta Kalmar wucewa
hi: पासवर्ड भूल गए
ur: پاس ورڈ بھول گئے۔

source: Left
ha: Hagu
hi: बाएं
ur: بائیں

source: Name
ha: Suna
hi: नाम
ur: نام

source: New Password
ha: Sabuwar kalmar sirri
hi: नया पासवर्ड
ur: نیا پاس ورڈ

# no_account
source: Don't have an account? Sign Up
ha: Ba ku da asusu? Shiga
hi: क्या आपके पास खाता नहीं है? साइन अप करें
ur: اکاؤنٹ نہیں ہے؟ سائن اپ کریں۔

source: Password
ha: Kalmar wucewa
hi: पासवर्ड
ur: پاس ورڈ

source: Phone Number
ha: Lambar tarho
hi: फ़ोन नंबर
ur: فون نمبر

source: Placement ID
ha: ID na Wuri
hi: प्लेसमेंट आईडी
ur: پلیسمنٹ ID

source: Referral ID
ha: Taimako ID
hi: रेफरल पहचान
ur: ریفرل ID

# reset
source: Reset your Password
ha: Sake saita kalmar wucewa
hi: अपना पासवर्ड रीसेट करें
ur: اپنا پاس ورڈ ری سیٹ کریں۔

source: Select Country Code
ha: Zaɓi Lambar Ƙasa
hi: देश कोड चुनें
ur: ملک کا کوڈ منتخب کریں۔

# sign-in
source: Sign In your account
ha: Shiga cikin asusunku
hi: अपने खाते में साइन इन करें
ur: اپنے اکاؤنٹ میں سائن ان کریں۔

source: Sign In
ha: Shiga
hi: दाखिल करना
ur: سائن ان کریں۔

source: Sign Up
ha: Shiga
hi: साइन अप करें
ur: سائن اپ کریں۔

# splash_msg
source: Welcome to RMP App! We connects opportunities worldwide
ha: Barka da zuwa RMP App! Muna haɗa damammaki a duk duniya
hi: RMP ऐप में आपका स्वागत है! हम दुनिया भर में अवसरों को जोड़ते हैं
ur: RMP ایپ میں خوش آمدید! ہم دنیا بھر میں مواقع کو جوڑتے ہیں۔

source: Submit
ha: Sallama
hi: जमा करना
ur: جمع کروائیں۔

# terms_condition
source: Yes, I agree with terms & policy
ha: Ee, na yarda da sharuɗɗa & manufofi
hi: हां, मैं शर्तों और नीति से सहमत हूं
ml: അതെ, നിബന്ധനകളും നയങ്ങളും ഞാൻ അംഗീകരിക്കുന്നു.
ur: ہاں، میں شرائط اور پالیسی سے متفق ہوں۔

source: Transaction Pin
ha: Ma'amala Pin
hi: ट्रांज़ेक्शन पिन
ml: ഇടപാട് പിൻ
ur: ٹرانزیکشن پن

source: OTP
hi: ओ.टी.पी
